Show / Hide Table of Contents
Enum InputValueType
Input value type
Namespace: IdeaRS.OpenModel.CrossSection
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum InputValueType
Fields
 Name |  Description
 Calculate
Calculate by the code
 UserInput
User input
 Improve this Doc
 View Source